Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/Climate.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans

source: Accumulated precipitation
ar: تراكم الهطول
de: Akkumulierter Niederschlag
el: Συσσωρευμένα χαλάζι
es: Precipitación acumulada
fa: مقدار بارندگی تجمعی
fr: Précipitations cumulées
he: ממוצע המשקעים
hi: संचित वर्षा
it: Precipitazioni accumulate
ja: 積算降水量
ko: 누적 강수량
nl: Accumulatie van neerslag
pt_pt: Precipitação acumulada
ru: Накопленные осадки
th: ความชื้นสะสม
tr: Birikmiş yağış
zh_hans: 累积降水量

source: Climate Data
ar: بيانات المناخ
de: Klimadaten
el: Δεδομένα κλίματος
es: Datos climáticos
fa: داده های آب و هوا
fr: Données climatiques
he: נתוני מזג האוויר
hi: जलवायु आँकड़े
it: Dati sul clima
ja: 気候データ
ko: 기후 자료
nl: Klimaatgegevens
pt_pt: Dados climáticos
ru: Климатические данные
th: ข้อมูลสภาพอากาศ
tr: İklim Verileri
zh_hans: 气候数据

source: Climate Summary
ar: ملخص المناخ
de: Klimazusammenfassung
el: Περίληψη κλίματος
es: Resumen climático
fa: خلاصه آب و هوا
fr: Résumé climatique
he: סיכום המזג האקלימי
hi: जलवायु सारांश
it: Riepilogo climatico
ja: 気候概要
ko: 기후 요약
nl: Klimaatoverzicht
pt_pt: Resumo climático
ru: Климатическая сводка
th: สรุปสภาพอากาศ
tr: İklim Özeti
zh_hans: 气候概要

source: Cloudy Days
ar: أيام غائمة
de: Bewölkte Tage
el: Νέφωση ημερών
es: Días nublados
fa: روزهای ابری
fr: Jours nuageux
he: ימים מעונןים
hi: बादल छाए दिन
it: Giorni nuvolosi
ja: 曇りの日
ko: 흐린 날
nl: Bewolkte dagen
pt_pt: Dias nublados
ru: Пасмурные дни
th: วันที่มีเมฆ
tr: Bulutlu Günler
zh_hans: 多云天气

source: Daylight
ar: ضوء النهار
de: Tageslicht
el: Φως της ημέρας
es: Luz de día
fa: روشنایی روز
fr: Lumière du jour
he: אור יום
hi: दिन की रोशनी
it: Luce diurna
ja: 昼間
ko: 낮
nl: Daglicht
pt_pt: Luz do dia
ru: Дневной свет
th: แสงแดด
tr: Gün Işığı
zh_hans: 白天

source: Daylight Duration
ar: مدة ضوء النهار
de: Tageslichtdauer
el: Διάρκεια φωτεινής ώρας
es: Duración de la luz de día
fa: مدت روزنمایی
fr: Durée de la lumière du jour
he: משך תאורת יום
hi: दिन की रोशनी की अवधि
it: Durata della luce diurna
ja: 日照時間
ko: 낮 시간
nl: Daglichtduur
pt_pt: Duração da luz do dia
ru: Продолжительность дневного света
th: ระยะเวลาในแสงสว่าง
tr: Gün Işığı Süresi
zh_hans: 白天时长

source: Maximum
ar: الحد الأقصى
el: Μέγιστο
es: Máximo
fa: حداکثر
he: מקסימום
hi: अधिकतम
it: Massimo
ja: 最大
ko: 최고
pt_pt: Máximo
ru: Максимум
th: ค่าสูงสุด
tr: Maksimum
zh_hans: 最高

source: Median
ar: المتوسط
de: Mittelwert
el: Μέσος όρος
es: Media
fa: میانگین
fr: Médiane
he: בינוני
hi: मध्यिका
it: Mediana
ja: 中央値
ko: 중간
nl: Mediaan
pt_pt: Mediana
ru: Медиана
th: มัธยฐาน
tr: Ortalama
zh_hans: 中位数

source: Minimum
ar: الحد الأدنى
el: Ελάχιστο
es: Mínimo
fa: حداقل
he: מינימום
hi: न्यूनतम
it: Minimo
ja: 最小
ko: 최저
pt_pt: Mínimo
ru: Минимум
th: ค่าต่ำสุด
zh_hans: 最低

source: Rain Fall
ar: هطول المطر
de: Regenmenge
el: Πτώση βροχής
es: Lluvia
fa: بارش باران
fr: Pluie
he: ירידת גשם
hi: वर्षा
it: Pioggia
ja: 雨量
ko: 비
nl: Regenval
pt_pt: Chuva
ru: Дождь
th: การตกน้ำฝน
tr: Yağmur
zh_hans: 雨量

source: Snow Fall
ar: هطول الثلوج
de: Schneemenge
el: Πτώση χιονιού
es: Nieve
fa: بارش برف
fr: Neige
he: ירידת שלג
hi: हिमपात
it: Neve
ja: 降雪量
ko: 눈
nl: Sneeuwval
pt_pt: Neve
ru: Снег
th: การตกหิมะ
tr: Kar
zh_hans: 雪量

source: Subscribe to HeyWeather Premium to view Climate Data
ar: اشترك في HeyWeather المميزة لعرض بيانات المناخ
de: Abonnieren Sie HeyWeather Premium, um Klimadaten anzusehen
el: Εγγραφείτε στο HeyWeather Premium για να δείτε Δεδομένα κλίματος
es: Suscríbete a HeyWeather Premium para ver datos climáticos
fa: برای مشاهده داده‌های اقلیمی، به HeyWeather پریمیوم اشتراک بگذارید
fr: Abonnez-vous à HeyWeather Premium pour voir les données climatiques
he: רכש מנוי HeyWeather פרימיום כדי לצפות בנתוני אקלים
hi: जलवायु डेटा देखने के लिए HeyWeather प्रीमियम सब्सक्राइब करें
it: Iscriviti a HeyWeather Premium per visualizzare i dati climatici
ja: 気候データを表示するには、HeyWeatherプレミアムに登録してください
ko: 기후 데이터를 보려면 HeyWeather 프리미엄 구독하기
nl: Schrijf je in op HeyWeather Premium om klimaatgegevens te bekijken
pt_pt: Assine o HeyWeather Premium para visualizar dados climáticos
ru: Подпишитесь на HeyWeather Premium, чтобы просматривать данные о климате
th: สมัคร HeyWeather พรีเมี่ยม เพื่อดู ข้อมูลสภาพภูมิอากาศ
tr: İklim Verilerini görüntülemek için HeyWeather Premium'a abone olun
zh_hans: 订阅 HeyWeather 高级版以查看气候数据
